<?php

return [
    'adminEmail' => 'admin@example.com',
    //工作流状态
    'orders_workflow'=>[
        1 =>'[1]新建订单',
        2 =>'[2]等待财务确认',
        3 =>'[3]等待指派售后',
        4 =>'[4]售后确认',
        5 =>'[5]写手交稿确认',
        6 =>'[6]等待财务确认',
        7 =>'[7]等待交稿确认',
        8 =>'[8]客户交稿确认',
    ],
    //订单状态
    'orders_status'=>[
        1 =>'进行中',
        2 =>'已完成',
        3 =>'已取消',
        4 =>'黄稿',
        5 =>'退稿',
    ],
    //业务类型
    'orders_type'=>[
        '论文降重' => '论文降重',
        '知网检测' => '知网检测',
        'PPT制作' => 'PPT制作',
        '论文排版' => '论文排版',
        '论文润色' => '论文润色',
        '论文翻译' => '论文翻译',
        '论文指导发表' => '论文指导发表',
        '论文发表' => '论文发表',
        '论文修改' => '论文修改',
        '论文代写' => '论文代写',
        '代写代发' => '代写代发',
        '代修改代发' => '代修改代发',
        '特价降重' => '特价降重',
        '淘文' => '淘文',
        '其他' => '其他',
    ],
    'accounts'=>[
        //转入转出
        'type'=>[
            1 =>'入',
            2 =>'出',
        ],
        //审核状态
        'check_status'=>[
            1 =>'未审核',
            2 =>'拒绝审核',
            3 =>'已审核',
        ],

    ],
    'role' =>[
        1 => '售前',
        2 => '售后',
        3 => '财务',
        4 => '主管',
        5 => '管理员',
    ],
    'alioss'=> [
        'primary' => [
            'id' => 'GkTlNDzjKg8FMy9b',
            'key' => 'fnhfa68NuGmfdy8xPBWoj6M8RITr2B',
            'bucket' => 'devbucket',
            'address'=>'oss-cn-beijing.aliyuncs.com'
        ]
    ],
    'messages'=>[],


];
